{
    "3114566": {
        "city": "Palamos",
        "lat": 41.84843,
        "long": 3.12912,
        "country_code": "ES", 
        "description": {
            "en": "",
            "fr": "Palamós est situé à l'extrémité nord d'une grande baie, qui est populaire pour la natation, voile et planche à voile. La ville est parcourue par la C31, qui relie les villes côtières à Gérone. Palafrugell se trouve à 8,5 km au nord et Castell-Platja d'Aro à 7 km vers le sud.",
            "es": ""
        }
    },

    "3128760": {
        "city": "Barcelone",
        "lat": 41.38879,
        "long": 2.15899,
        "country_code": "ES", 
        "description": {
            "en": "",
            "fr": "Barcelone est la capitale administrative et économique de la Catalogne, de la province de Barcelone, de la comarque du Barcelonès ainsi que de son aire et de sa région métropolitaines, en Espagne.",
            "es": ""
        }
    },

    "5128581": {
        "city": "New York",
        "lat": 40.71427,
        "long": -74.00597,
        "country_code": "US", 
        "description": {
            "en": "New York, officially named City of New York, also knew as NYC or the Big Apple, is the biggest city of the United States concerning the number of residents, and one of the most influential of the American continent and the world.",
            "fr": "New York, officiellement nommée City of New York, connue également sous les noms et abréviations de New York City ou NYC, et dont le surnom le plus connu est The Big Apple, est la plus grande ville des États-Unis en nombre d'habitants et l'une des plus importantes du continent américain et du monde.",
            "es": ""
        }
    },
    "3117735": {
        "city": "Madrid",
        "lat": 40.4165,
        "long": -3.70256,
        "country_code": "ES", 
        "description": {
            "en": "",
            "fr": "Située au centre de l'Espagne, Madrid, sa capitale, est une ville dotée d'élégants boulevards et de vastes parcs très bien entretenus comme le Retiro. Elle est réputée pour ses riches collections d'œuvres d'art européennes, avec notamment celles du musée du Prado.",
            "es": ""
        }
    },
    "2352778": {
        "city": "Abuja",
        "lat": 9.05785,
        "long": 7.49508,
        "country_code": "NG", 
        "description": {
            "en": "",
            "fr": "Abuja est la capitale fédérale du Nigeria depuis 1991. Situé dans le Territoire de la capitale fédérale, cette ville planifiée de 713,5 km² est au centre du pays afin d'équilibrer les pouvoirs ethniques et religieux. Elle devient officiellement la capitale du Nigeria le 12 décembre 1991, remplaçant ainsi la mégapole côtière de Lagos.",
            "es": ""
        }
    },
    "292968": {
        "city": "Abou Dabi",
        "lat": 24.45118,
        "long": 54.39696,
        "country_code": "AE", 
        "description": {
            "en": "",
            "fr": "Abou Dabi (ou Abu Dhabi), est la capitale de l'émirat d'Abou Dabi et des Émirats arabes unis. La ville compte près de 1,483 millions habitants et représente le centre politique et industriel de la fédération, et un centre culturel et commercial important dans le golfe Persique, du fait de sa position de capitale.",
            "es": ""
        }
    },
    "3172394": {
        "city": "Naples",
        "lat": 40.85216,
        "long": 14.26811,
        "country_code": "IT",
        "description": {
            "en": "",
            "fr": "Naples est une ville d'Italie, chef-lieu de la région de Campanie. Elle est la troisième ville d'Italie par sa population et la dix-huitième de l'Union européenne. C'est aussi la deuxième plus grande cité méditerranéenne en Europe, après Barcelone.",
            "es": ""
        }
    }
}

